"app_name" = "Ecom Examples";

"form_submit" = "Submit";

"general_cancel" = "Cancel";

/* word clear */
"general_clear" = "clear";

/* word error */
"general_error" = "error";

"general_ok" = "Ok";

/* sentence after payment was successful */
"general_payment_success" = "Item(s) has been purchased.";

/* word success */
"general_success" = "success";

"sdkpay_ecom_card_host" = "sdkpayecomexample";

"sdkpay_ecom_card_scheme" = "open.card";

"sdkpay_ecom_klarna_return_url_host" = "ecom-example";

"sdkpay_ecom_klarna_return_url_scheme" = "kp-ecom-example";

"sdkpay_ecom_paypal_host" = "result.paypal";

"sdkpay_ecom_paypal_scheme" = "sdkpayecomexample";

"sdkpay_ecom_zapp_host" = "open.pbba";

"sdkpay_ecom_zapp_scheme" = "sdkpayecomexample";

"start_alipay_payment" = "alipay payment";

"start_animated_card_field_payment" = "Animated Card field payment";

/* the same as start_animated_card_field_payment but user can manualy select brand by image */
"start_animated_card_field_payment_manual_brand" = "Animated Card field payment manual brand";

"start_animated_card_payment" = "Animated card payment";

"start_card_field_payment" = "Card field payment";

/* the same as start_card_field_payment but user can pick brand from list of images/brands */
"start_card_field_payment_manual_brand" = "Card field payment manual brand";

"start_fragment_card_field_payment" = "Fragment Card field payment";

"start_klarna_payment" = "Klarna payment";

"start_kotlin_demo" = "Kotlin Demo";

"start_loyalty_card" = "Loyalty card";

"start_optional_parameters_example" = "Optional parameters example";

"start_p24_payment" = "p24 payment";

/* dashboard button pay which shows picker for various types of payments */
"start_pay_button" = "Pay";

"start_paypal_payment" = "Paypal payment";

"start_ratepay_elv_payment" = "RatePay elv payment";

"start_ratepay_invoice_payment" = "RatePay invoice payment";

"start_blik_redirect_payment" = "Blick Redirect payment";

"start_blik_level0_payment" = "Blick Level Zero payment";

"start_bizum_payment" = "Bizum payment";

"start_sepa_payment" = "Sepa payment";

"start_simple_card_payment" = "Simple card payment";

/* the same logic as for start_simple_card_payment but user can pick from brand images  */
"start_simple_card_payment_manual_brand" = "Simple card payment manual brand";

"start_simple_card_token_payment" = "Simple card token payment";

"start_sofort_payment" = "Sofort payment";

"start_token_animated_card_field_payment" = "Token Animated Card field payment";

"start_wiretransfer_payment" = "wiretransfer payment";

"title_activity_animated_card_form" = "AnimatedCardFieldActivity";

"title_activity_card_form" = "CardFieldActivity";

